<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Site for blog
    |--------------------------------------------------------------------------
    |
    |
    */
    'index' => "الصفحة الرئيسية",
    'blog' => "المدونة",
    'login' => "تسجيل دخول",
    'register' => "إنشاء حساب",
    'categories' => "الأقسام",
    'readmore' => "المزيد",
    'next' => "التالي",
    'last' => "السابق",
    'remove' => "مسح",
    'dashboard' => [
        'analytics' => "الإحصائيات",
        'title' => 'لوحة التحكم'
    ],
    'title' => "العنوان",
    'description' => "الوصف",
    'user' => "اسم المستخدم",
    'save' => 'حفظ',
    'saved' => 'تم الحفظ',
    'posts' => [
        'new' => "إنشاء مقال"
    ],
    'category' => [
        'new' => "إنشاء قسم",
        "slug" => "رابط لطيف",
        'title' => "عنوان",
        'description' => "وصف",
        "img" => 'صورة',
        'done' => "تم إنشاء القسم بنجاح",
        'done_remove' => "تم حذف المقال بنجاح"
    ],
    'post' => [
        'new' => "إنشاء مقال",
        "slug" => "رابط لطيف",
        'title' => "عنوان",
        'description' => "وصف",
        'body' => "المقال",
        "img" => 'صورة',
        'done' => "تم إنشاء المقال بنجاح",
        'done_remove' => "تم حذف المقال بنجاح",
        'type' => [
            'excellent' => 'ممتاز',
            'good' => 'جيد',
            'bad' => 'سيء',
        ],
        'random' => 'مقالات عشوائية',
        'writer' => 'الكاتب:',
        'last_posts' => "اخر المنشورات",
        'edit' => "تعديل المقال",
        'done_update' => 'تم تعديل المقالات بنجاح'
    ],
    'comment' => [
        'add' => 'إضافة تعليق',
        'comment' => 'تعليق',
        'cannot' => 'لا تستطيع إضافة تعليق، الرجاء تسجيل الدخول',
        'done' => 'تم إنشاء التعليق بنجاح'
    ],
    'profile' => 'الملف الشخصي',
    'profile_information' => 'المعلومات الشخصية',
    'cancel' => 'إلغاء',
    'social_media' => "وسائل التواصل الإجتماعي",
    'copy_right' => "الحقوق محفوظة",
    'rule' => [
        'add' => 'إضافة كاتب',
        'done_remove' => "تمت إضافة كاتب بنجاح",
        'done_add' => "تمت إزالة الكاتب بنجاح",
    ]
];
